Week10-Challenge/backwardFacingStep2D/kOmega/system/sampleCp
type            patchProbes;
libs            (sampling);
writeControl    writeTime;

patch           lowerWall;
probeLocations  ();
fields          (cp);
